[Settings]

AuthorName=zexspectrum	
AuthorEmail=zexspectrum@gmail.com
Language=English
RTLReading=0
CrashRptVersion=1201

[MainDlg]
DlgCaption=Error Report
HeaderText=%s has stopped working
SubHeaderText=Please send us this error report to help fix the problem and improve this software.
WhatDoesReportContain=What does this report contain?
ProvideAdditionalInfo=Provide additional info about the problem (recommended).
YourEmail=Your E-mail:
DescribeProblem=Describe in few words what did you do when the error occurred:
MyConsent=By pressing the "Send report" button, I confirm I'm familiar with the report content and agree to the terms of the Privacy Policy.
MyConsent=By pressing the "Send report" button, I confirm I'm familiar with the report content.
MyConsent2=Нажав на кнопку "Отправить отчет", я подтверждаю, что я ознакомлен(а) с его содержимым.
PrivacyPolicy=Privacy Policy
InvalidEmailCaption=Invalid E-mail 
InvalidEmailText=Please specify a valid E-mail address, for example, name@hotmail.com.
SendReport=Send report
CloseTheProgram=Close the program

[DetailDlg]
DlgCaption=Error Report Details
DoubleClickAnItem=Double-click an item to open it with an appropriate program.
FieldName=Name
FieldDescription=Description
FieldType=Type
FieldSize=Size
Preview=Preview
PrivacyPolicy=Privacy Policy
Close=Close
           
[ProgressDlg]
DlgCaption=%s - Sending Error Report
DlgCaption2=%s has stopped working
CollectingCrashInfo=Collecting information about the problem...
CompressingFiles=Compressing error report files...
StatusText= The error report is now being sent (attempt %d of 3)...
ConfirmLaunchEmailClient=The error report can be sent using your default E-mail program (%s).\nPress OK, to run the E-mail program or press Cancel to cancel.
CompletedWithErrors=Completed with errors. Press Close to close this window.
CopySelectedLines=Copy selected lines
CopyTheWholeLog=Copy the whole log
Cancel=Cancel
Cancelling=Cancelling...
Close=Close

